[
    {
      "id": "1",
      "title": "JavaScript",
      "disc": "Welcome to the MDN beginner's JavaScript course! In this article we will look at JavaScript from a high level, answering questions such as What is it? and What can you do with it?, and making sure you are comfortable with JavaScript's purpose.",
      "price": "50",
      "author": "Rakib",
      "time": 300,
      "img": "https://ibb.co/bb7Rv00"
  
    },
    {
      "id": "2",
      "title": "React",
      "disc": "ReactJS tutorial provides basic and advanced concepts of ReactJS. Currently, ReactJS is one of the most popular JavaScript front-end libraries which has a strong foundation and a large community.",
      "price": "100",
      "author": "Jamal",
      "time": 200,
      "img": "https://ibb.co/Yd9dVyS"
  
    },
    {
      "id": "3",
      "title": "Python",
      "author": "Kamal",
      "disc": "Python is an interpreted, object-oriented, high-level programming language with dynamic semantics. Its high-level built in data structures, combined with dynamic typing and dynamic binding, make it very attractive for Rapid Application Development",
      "price": 150,
      "time": "400",
      "img": "https://ibb.co/XkzwVF6"
  
    },
    {
      "id": "4",
      "title": "Php",
      "disc": "PHP started out as a small open source project that evolved as more and more people found out how useful it was. Rasmus Lerdorf unleashed the first version of PHP way back in 1994.",
      "price": 100,
      "author": "Rakib",
      "time": "500",
      "img": "https://ibb.co/KmyPBwP"
  
    },
    {
      "id": "5",
      "title": "Java",
      "disc": "Java is a programming language and computing platform first released by Sun Microsystems in 1995. It has evolved from humble beginnings to power a large share of today digital world",
      "price": 500,
      "author": "Sofiq",
      "time": "400",
      "img": "https://ibb.co/xjgBSS4"
  
    },
    {
      "id": "6",
      "title": "NodeJS",
      "price": 200,
      "disc": "Node.js is an open source, cross-platform runtime environment for developing server-side and networking applications. Node.js applications are written in JavaScript",
      "time": "100",
      "author": "Rakib",
      "img": "https://ibb.co/4RbQrRB"
    }
  ]